
answers = [
#положительные
"Бесспорно",
"Предрешено",
"Никаких сомнений",
"Определенно да",
"Может быть уверен в этом",
#нейтрально положительные
"мне кажется - да",
"вероятнее всего",
"хорошие преспективы",
"Знаки говорят - да",
"да",
#нейтральные
"пока не ясно, попробуй снова",
"Спроси поже",
"Лучше не рассказывать",
"сейчас нельзя предсказать",
"Сконцетрируйся и спроси опять",
#отрицательные
"даже не думай",
"мой ответ - нет",
"по моим данным - нет",
"преспективы не очень хорошие",
"весьма сомнительно",
]
puts "привет, дорогой друг. Отвечаю на твой вопрос. " + answers.sample